{"data":{"markdownRemark":{"html":"<ul>\n<li>Ya las gentes murmuran que yo soy tu enemiga</li>\n<li>porque dicen que en verso doy al mundo mi yo.</li>\n</ul>\n<ul>\n<li>Mienten, <em>Julia de Burgos</em>. Mienten, Julia de Burgos.</li>\n<li>La que se alza en mis versos no es tu voz: es mi voz</li>\n<li>porque tú eres <a href=\"http://www.spanishdict.com/translate/ropaje\">ropaje</a> y la esencia soy yo; y el más</li>\n<li>profundo abismo se tiende entre las dos.</li>\n</ul>\n<ul>\n<li>Tú eres fria muñeca de mentira social,</li>\n<li>y yo, viril destello de la humana verdad.</li>\n</ul>\n<ul>\n<li>Tú, miel de cortesana hipocresías; yo no;</li>\n<li>que en todos mis poemas desnudo el corazón.</li>\n</ul>\n<ul>\n<li>Tú eres como tu mundo, egoísta;</li>\n<li>yo no; que en todo me lo juego a ser lo que soy yo.</li>\n</ul>\n<ul>\n<li>Tú eres sólo la grave señora señorona; yo no,</li>\n<li>yo soy la vida, la fuerza, la mujer.</li>\n</ul>\n<ul>\n<li>Tú eres de tu marido, de tu amo; yo no;</li>\n<li>yo de nadie, o de todos, porque a todos, a</li>\n<li>todos en mi limpio sentir y en mi pensar me doy.</li>\n</ul>\n<ul>\n<li>Tú te rizas el pelo y te pintas; yo no;</li>\n<li>a mí me riza el viento, a mí me pinta el sol.</li>\n</ul>\n<ul>\n<li>Tú eres dama casera, resignada, sumisa,</li>\n<li>atada a los prejuicios de los hombres; yo no;</li>\n<li>que yo soy Rocinante corriendo desbocado</li>\n<li>olfateando horizontes de justicia de Dios.</li>\n</ul>\n<ul>\n<li>Tú en ti misma no mandas;</li>\n<li>a ti todos te mandan; en ti mandan tu esposo, tus</li>\n<li>padres, tus parientes, el cura, el modista,</li>\n<li>el teatro, el casino, el auto,</li>\n<li>las alhajas, el banquete, el champán, el cielo</li>\n<li>y el infierno, y el que dirán social.</li>\n</ul>\n<ul>\n<li>En mí no, que en mí manda mi solo corazón,</li>\n<li>mi solo pensamiento; quien manda en mí soy yo. </li>\n</ul>\n<ul>\n<li>Tú, flor de aristocracia; y yo, la flor del pueblo.</li>\n<li>Tú en ti lo tienes todo y a todos se</li>\n<li>lo debes, mientras que yo, mi nada a nadie se la debo. </li>\n</ul>\n<ul>\n<li>Tú, clavada al estático dividendo ancestral,</li>\n<li>y yo, un uno en la cifra del divisor</li>\n<li>social somos el duelo a muerte que se acerca fatal.</li>\n</ul>\n<ul>\n<li>Cuando las multitudes corran alborotadas</li>\n<li>dejando atrás cenizas de injusticias quemadas,</li>\n<li>y cuando con la tea de las siete virtudes,</li>\n<li>tras los siete pecados, corran las multitudes,</li>\n<li>contra ti, y contra todo lo injusto y lo inhumano,</li>\n<li>yo iré en medio de ellas con la tea en la mano.</li>\n</ul>","frontmatter":{"title":"A Julia de Burgos","author":"Julia de Burgos","type":"poem"}}},"pageContext":{"slug":"/text/poem/"}}