{"data":{"markdownRemark":{"html":"<p>I built Ed. to serve two purposes: to help curate sustainable, minimal editions following the goal of the original Jekyll theme (read more <a href=\"https://elotroalex.github.io/ed/about/\">here</a>), and to update that theme/tool for the modern JAMStack. Using Gatsby, the underlying concepts of authoring, editing, and curating in <a href=\"https://programminghistorian.org/en/lessons/sustainable-authorship-in-plain-text-using-pandoc-and-markdown\">plain text</a> remain the same. What's changed is the static site generator. </p>\n<p>Ed. works largely out of the box--you only need to configure as much as you want to. Utilizing the included Markdown template, editors can define most everything needed for a minimal edition, including footnotes, line breaks, and a bibliography. Because Gatsby produces static HTML, CSS, and javascript, there's little to no risk of obsolescence, and users benefit from modern javascript technologies like service workers and client side rendering. </p>\n<h2>Current Features</h2>\n<ul>\n<li>Templates for narrative, drama and poetry</li>\n<li>Responsive design for mobile phones, tablets and PCs.</li>\n<li>Relatively easy to learn and teach</li>\n<li>Works well in high- or low- bandwitdh scenarios</li>\n<li>Easier for digital archives and libraries to preserve</li>\n<li>Open source, open access</li>\n<li>Unobtrusive footnotes</li>\n</ul>\n<h2>Upcoming Features</h2>\n<ul>\n<li>Marginalia for commentary</li>\n<li>Metadata in Dublin Core and OpenGraph to play nice with Zotero, libraries and social media.</li>\n<li>Automatic table of content generation</li>\n<li>Simple search functionality</li>\n<li>Annotations via <a href=\"https://hypothes.is/\">hypothes.is</a></li>\n<li>Optional: Ability to generate well-formatted bibliographies and linked citations</li>\n</ul>\n<h2>Installing and using Ed.</h2>\n<p>To learn how to install and begin using Ed., please visit our <a href=\"/documentation\">documentation page</a></p>","tableOfContents":"<ul>\n<li><a href=\"/about/#current-features\">Current Features</a></li>\n<li><a href=\"/about/#upcoming-features\">Upcoming Features</a></li>\n<li><a href=\"/about/#installing-and-using-ed\">Installing and using Ed.</a></li>\n</ul>","frontmatter":{"title":"About","type":"page","toc":null}}},"pageContext":{"slug":"/about/"}}